Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Import a single exported workout file from any brand (Garmin, Coros, Suunto, Wahoo, Polar, Strava, Apple) straight off your device. GPS route, distance, heart rate and calories come in where the file has them. Fully offline; nothing leaves %@.
de: Importiere eine einzelne exportierte Workout-Datei jeder Marke (Garmin, Coros, Suunto, Wahoo, Polar, Strava, Apple) direkt von deinem Gerät. GPS-Route, Distanz, Herzfrequenz und Kalorien kommen mit, wo die Datei sie enthält. Komplett offline; nichts verlässt %@.
es: Importa un único archivo de entrenamiento exportado de cualquier marca (Garmin, Coros, Suunto, Wahoo, Polar, Strava, Apple) directamente desde tu dispositivo. La ruta GPS, la distancia, la frecuencia cardíaca y las calorías se incorporan cuando el archivo las incluye. Totalmente sin conexión; nada sale de %@.
fr: Importez un unique fichier d'entraînement exporté de n'importe quelle marque (Garmin, Coros, Suunto, Wahoo, Polar, Strava, Apple) directement depuis votre appareil. L'itinéraire GPS, la distance, la fréquence cardiaque et les calories sont intégrés lorsque le fichier les contient. Entièrement hors ligne ; rien ne quitte %@.
it: Importa un singolo file di allenamento esportato da qualsiasi marca (Garmin, Coros, Suunto, Wahoo, Polar, Strava, Apple) direttamente dal tuo dispositivo. Percorso GPS, distanza, frequenza cardiaca e calorie arrivano dove il file li contiene. Completamente offline; niente lascia %@.
pl: Zaimportuj pojedynczy wyeksportowany plik ćwiczeń dowolnej marki (Garmin, Coros, Suunto, Wahoo, Polar, Strava, Apple) bezpośrednio ze swojego urządzenia. Trasa GPS, dystans, tętno i kalorie pojawiają się tam, gdzie są zapisane w pliku. Całkowicie offline; nic nie pozostawia %@.
pt_pt: Importe um único ficheiro de treino exportado de qualquer marca (Garmin, Coros, Suunto, Wahoo, Polar, Strava, Apple) diretamente do teu dispositivo. A rota GPS, a distância, o frequência cardíaca e as calorias aparecem onde o ficheiro os contém. Totalmente offline; nada sai de %@.
ru: Импортируйте один файл экспортированной тренировки от любого бренда (Garmin, Coros, Suunto, Wahoo, Polar, Strava, Apple) прямо с вашего устройства. Маршрут GPS, дистанция, пульс и калории подставляются, если они есть в файле. Полностью офлайн: ничего не покидает %@.
th: นำเข้าไฟล์การออกกำลังกายที่ส่งออกเพียงไฟล์เดียวจากแบรนด์ใดก็ได้ (Garmin, Coros, Suunto, Wahoo, Polar, Strava, Apple) โดยตรงจากอุปกรณ์ของคุณ เส้นทาง GPS, ระยะทาง, อัตราการเต้นหัวใจ และแคลอรีจะอยู่ในตำแหน่งที่มีข้อมูลเหล่านั้น ออฟไลน์โดยสมบูรณ์; ไม่มีข้อมูลใดออกจาก %@
zh_hans: 直接从设备导入任意品牌（Garmin、Coros、Suunto、Wahoo、Polar、Strava、Apple）导出的单个锻炼文件。文件中包含的 GPS 路线、距离、心率和卡路里都会导入。完全离线；任何数据都不会离开 %@。
zh_hant: 直接從你的裝置匯入任何品牌（Garmin、Coros、Suunto、Wahoo、Polar、Strava、Apple）匯出的單一鍛鍊檔案。只要檔案裡有，GPS 路線、距離、心率和卡路里都會匯入。完全離線；沒有任何內容離開 %@。

source: Import a WHOOP export, Apple Health or a second band and your best-sourced record builds here, on this device.
de: Importiere einen WHOOP-Export, Apple Health oder ein zweites Band, und deine bestmögliche Aufzeichnung entsteht hier, auf diesem Gerät.
es: Importa una exportación de WHOOP, Apple Health o una segunda banda y tu registro con la mejor fuente se construye aquí, en este dispositivo.
fr: Importez un export WHOOP, Apple Santé ou une seconde bande, et votre enregistrement le mieux documenté se construit ici, sur cet appareil.
it: Importa un'esportazione WHOOP, Apple Health o una seconda fascia e il tuo record dalle migliori sorgenti si costruisce qui, su questo dispositivo.
pl: Zaimportuj eksport WHOOP, Apple Health lub drugi zespół i swoje najlepsze kompilacje nagrań tutaj, na tym urządzeniu.
pt_pt: Importe uma exportação WHOOP, Apple Health ou uma segunda banda e o teu registo de melhor fonte será criado aqui, neste dispositivo.
ru: Импортируйте экспорт WHOOP, Apple Health или данные другого браслета — и здесь, на этом устройстве, соберётся ваша наиболее полная запись.
th: นำเข้าไฟล์จาก WHOOP, Apple Health หรือสายรัดอีกเส้น แล้ว NOOP จะรวบรวมข้อมูลจากแหล่งที่เหมาะสมที่สุดไว้บนอุปกรณ์นี้
zh_hans: 导入一份 WHOOP 导出文件、Apple 健康或第二条手环，你的最佳来源记录便会在这里构建，就在这台设备上。
zh_hant: 匯入一份 WHOOP 匯出檔案、Apple 健康或第二條手環，你的最佳來源記錄便會在這裡建立，就在這台裝置上。

source: Import again
de: Wiedereinfuhr
es: Importar de nuevo
fr: Importer de nouveau
pl: Zaimportuj ponownie
pt_pt: Importar novamente
th: นำเข้าอีกครั้ง

source: Import all Apple Health history
de: Importieren Sie den gesamten Apple Health-Verlauf
es: Importar todo el historial de Apple Health
fr: Importer tout l'historique Apple Health
it: Importa tutta la cronologia Apple Health
pl: Zaimportuj całą historię Apple Health
pt_pt: Importe todo o histórico de Apple Health
ru: Импортировать всю историю Apple Health
th: นำเข้าประวัติ Apple Health ทั้งหมด
zh_hans: 导入所有 Apple Health 历史记录
zh_hant: 匯入所有 Apple Health 歷史記錄

source: Import all Apple Health history once to make older values available to the Coach. Later syncs only refresh recent changes. Missing a metric like weight? Tap Refresh permissions to grant data types added in a later update. To fully disconnect, use Settings › Health › Data Access & Devices › NOOP.
de: Importieren Sie den gesamten Apple Health-Verlauf einmal, um ältere Werte für Coach verfügbar zu machen. Spätere Synchronisierungen aktualisieren nur die letzten Änderungen. Fehlt Ihnen eine Kennzahl wie das Gewicht? Tippen Sie auf Berechtigungen aktualisieren, um Datentypen zu gewähren, die in einem späteren Update hinzugefügt wurden. Um die Verbindung vollständig zu trennen, verwenden Sie Einstellungen › Gesundheit › Datenzugriff und Geräte › NOOP.
es: Importe todo el historial de Apple Health una vez para que los valores más antiguos estén disponibles para Coach. Las sincronizaciones posteriores solo actualizan los cambios recientes. ¿Falta una métrica como el peso? Toque Actualizar permisos para otorgar tipos de datos agregados en una actualización posterior. Para desconectarse completamente, use Configuración > Salud > Acceso a datos y dispositivos > NOOP.
fr: Importez tout l'historique Apple Health une fois pour rendre les anciennes valeurs disponibles pour le Coach. Les synchronisations ultérieures actualisent uniquement les modifications récentes. Il vous manque une mesure comme le poids ? Appuyez sur Actualiser les autorisations pour accorder les types de données ajoutés dans une mise à jour ultérieure. Pour vous déconnecter complètement, utilisez Paramètres › Santé › Accès aux données et appareils › NOOP.
it: Importa tutta la cronologia Apple Health una volta per rendere disponibili i valori precedenti a Coach. Le sincronizzazioni successive aggiornano solo le modifiche recenti. Manca una metrica come il peso? Tocca Aggiorna autorizzazioni per concedere i tipi di dati aggiunti in un aggiornamento successivo. Per disconnettersi completamente, utilizza Impostazioni › Salute › Accesso ai dati e dispositivi › NOOP.
pl: Zaimportuj raz całą historię Apple Health, by starsze wartości były dostępne dla trenera. Późniejsze synchronizacje odświeżają tylko ostatnie zmiany. Brakuje wskaźnika, na przykład masy ciała? Dotknij Odśwież uprawnienia, by przyznać typy danych dodane w nowszej aktualizacji. Aby całkowicie rozłączyć, użyj Ustawienia › Zdrowie › Dostęp do danych i urządzenia › NOOP.
pt_pt: Importe todo o histórico de Apple Health uma vez para disponibilizar valores mais antigos para Coach. As sincronizações posteriores apenas atualizam as alterações recentes. Faltando uma métrica como peso? Toque em Atualizar permissões para conceder tipos de dados adicionados em uma atualização posterior. Para desconectar totalmente, use Configurações › Saúde › Acesso a dados e dispositivos › NOOP.
ru: Импортируйте всю историю Apple Health один раз, чтобы сделать более старые значения доступными для Coach. Последующие синхронизации обновляют только последние изменения. Не хватает такого показателя, как вес? Нажмите «Обновить разрешения», чтобы предоставить типы данных, добавленные в более позднем обновлении. Чтобы полностью отключиться, используйте «Настройки» > «Здоровье» > «Доступ к данным и устройства» > NOOP.
th: นำเข้าประวัติ Apple Health ทั้งหมดหนึ่งครั้งเพื่อให้โค้ชใช้ข้อมูลย้อนหลังได้ การซิงค์ครั้งต่อไปจะอัปเดตเฉพาะข้อมูลล่าสุด หากข้อมูลอย่างน้ำหนักหายไป ให้รีเฟรชสิทธิ์ หากต้องการยกเลิกทั้งหมด ให้ไปที่ การตั้งค่า › สุขภาพ › การเข้าถึงข้อมูลและอุปกรณ์ › NOOP
zh_hans: 导入所有 Apple Health 历史记录一次，以使旧值可用于 Coach。稍后同步仅刷新最近的更改。缺少体重等指标？点击刷新权限以授予在以后的更新中添加的数据类型。要完全断开连接，请使用设置 › 健康 › 数据访问和设备 › NOOP。
zh_hant: 匯入所有 Apple Health 歷史記錄一次，以使舊值可用於 Coach。稍後同步僅刷新最近的變更。缺少體重等指標？點擊刷新權限以授予在以後的更新中新增的資料類型。若要完全斷開連接，請使用設定 › 健康 › 資料存取與裝置 › NOOP。

source: Import an Apple Health export (Health app → profile → Export All Health Data → export.zip). 7 years of HR, HRV, sleep, SpO₂, steps and more, streamed locally. Large exports take a minute or two.
de: Importiere einen Apple-Health-Export (Health-App → Profil → Alle Gesundheitsdaten exportieren → export.zip). 7 Jahre HF, HRV, Schlaf, SpO₂, Schritte und mehr, lokal eingelesen. Große Exporte dauern ein bis zwei Minuten.
es: Importa una exportación de Apple Health (app Salud → perfil → Exportar todos los datos de salud → export.zip). 7 años de FC, VFC, sueño, SpO₂, pasos y más, procesados localmente. Las exportaciones grandes tardan uno o dos minutos.
fr: Importez un export Apple Santé (app Santé → profil → Exporter toutes les données de santé → export.zip). 7 ans de FC, VFC, sommeil, SpO₂, pas et plus, traités localement. Les exports volumineux prennent une minute ou deux.
it: Importa un'esportazione di Apple Health (app Salute → profilo → Esporta tutti i dati sanitari → export.zip). 7 anni di FC, HRV, sonno, SpO₂, passi e altro, elaborati in locale. Le esportazioni grandi richiedono un minuto o due.
pl: Zaimportuj eksport Apple Health (aplikacja Zdrowie → profil → Eksportuj wszystkie dane dotyczące zdrowia → eksport.zip). 7 lat HR, HRV, snu, SpO₂, kroków i nie tylko, transmitowane lokalnie. Duży eksport zajmuje minutę lub dwie.
pt_pt: Importe uma exportação do Apple Health (aplicação Health → perfil → Exportar todos os dados de saúde → export.zip). 7 anos de FC, VFC, sono, SpO₂, passos e muito mais, transmitidos localmente. As grandes exportações demoram um ou dois minutos.
ru: Импортируйте экспорт Apple Health (приложение «Здоровье» → профиль → Экспортировать все данные о здоровье → export.zip). 7 лет данных о пульсе, ВСР, сне, SpO₂, шагах и другом, обрабатываются локально. Большие экспорты могут занять минуту-другую.
th: นำเข้าการส่งออก Apple Health (แอปสุขภาพ → โปรไฟล์ → ส่งออกข้อมูลสุขภาพทั้งหมด → Export.zip) 7 ปีของ HR, HRV, การนอน, SpO₂, จำนวนก้าว และอื่นๆ อีกมากมาย สตรีมในพื้นที่ การส่งออกขนาดใหญ่จะใช้เวลาหนึ่งหรือสองนาที
zh_hans: 导入 Apple Health 导出文件（健康 App → 个人资料 → 导出所有健康数据 → export.zip）。7 年的心率、HRV、睡眠、SpO₂、步数等数据，全部本地处理。大文件需要一两分钟。
zh_hant: 匯入 Apple Health 匯出檔案（健康 App → 個人檔案 → 匯出所有健康資料 → export.zip）。7 年的心率、HRV、睡眠、SpO₂、步數等，在本機串流處理。較大的匯出檔案需要一兩分鐘。

source: Import Apple Health data?
de: Apple-Health-Daten importieren?
es: ¿Importar datos de Apple Health?
fr: Importer les données Apple Santé ?
pl: Zaimportować dane Apple Health?
pt_pt: Importar dados do Apple Health?
th: นำเข้าข้อมูล Apple Health หรือไม่

source: Import Apple Health export
de: Apple-Health-Export importieren
es: Importar exportación de Apple Health
fr: Importer un export Apple Santé
it: Importa esportazione Apple Health
pl: Importuj eksport Apple Health
pt_pt: Importar exportação do Apple Health
ru: Импорт экспорта Apple Health
th: นำเข้าการส่งออก Apple Health
zh_hans: 导入 Apple Health 导出文件
zh_hant: 匯入 Apple Health 匯出檔案

source: Import daily nutrition totals from a Cronometer or MacroFactor CSV export: calories in, protein, carbs, fat (and weight if present). Other trackers work too if the file has a date column and daily totals.
de: Importiere tägliche Ernährungssummen aus einem Cronometer- oder MacroFactor-CSV-Export: Kalorien, Protein, Kohlenhydrate, Fett (und Gewicht, falls vorhanden). Andere Tracker funktionieren auch, wenn die Datei eine Datumsspalte und Tagessummen hat.
es: Importa los totales diarios de nutrición desde una exportación CSV de Cronometer o MacroFactor: calorías ingeridas, proteína, carbohidratos, grasa (y peso si está presente). Otros registros también funcionan si el archivo tiene una columna de fecha y totales diarios.
fr: Importez les totaux nutritionnels quotidiens depuis un export CSV Cronometer ou MacroFactor : calories, protéines, glucides, lipides (et poids si présent). D'autres applis de suivi fonctionnent aussi si le fichier a une colonne de date et des totaux quotidiens.
it: Importa i totali nutrizionali giornalieri da un'esportazione CSV di Cronometer o MacroFactor: calorie assunte, proteine, carboidrati, grassi (e peso se presente). Funzionano anche altri tracker se il file ha una colonna data e i totali giornalieri.
pl: Importuj dzienne wartości odżywcze z Cronometru lub Eksport MacroFactor CSV: kalorie, białka, węglowodany, tłuszcz (i waga, jeśli są obecne). Inne moduły śledzące również działają, jeśli plik zawiera kolumnę z datą i sumy dzienne.
pt_pt: Importe totais nutricionais diários de uma exportação Cronometer ou MacroFactor CSV: calorias ingeridas, proteínas, hidratos de carbono, gordura (e peso, se existir). Outros rastreadores também funcionam se o ficheiro tiver uma coluna de data e totais diários.
ru: Импортируйте суточные итоги питания из CSV-экспорта Cronometer или MacroFactor: калории, белки, углеводы, жиры (и вес, если есть). Другие трекеры тоже подходят, если в файле есть столбец даты и суточные итоги.
th: นำเข้าผลรวมโภชนาการรายวันจาก Cronometer หรือการส่งออก CSV MacroFactor: แคลอรีใน โปรตีน คาร์โบไฮเดรต ไขมัน (และน้ำหนัก หากมี) เครื่องมือติดตามอื่นๆ จะทำงานเช่นกันหากไฟล์มีคอลัมน์วันที่และผลรวมรายวัน
zh_hans: 从 Cronometer 或 MacroFactor 的 CSV 导出文件导入每日营养总量：摄入卡路里、蛋白质、碳水、脂肪（如有体重也会导入）。其他记录工具只要文件包含日期列和每日总量也可以。
zh_hant: 從 Cronometer 或 MacroFactor 的 CSV 匯出檔案匯入每日營養總量：攝取卡路里、蛋白質、碳水化合物、脂肪（若有也包含體重）。只要檔案有日期欄和每日總量，其他追蹤器也適用。

source: Import failed its post-restore integrity check (SQLite reports: %@). The damaged file was removed; there was no previous data to roll back.
de: Beim Import ist die Integritätsprüfung nach der Wiederherstellung fehlgeschlagen (SQLite-Berichte: %@). Die beschädigte Datei wurde entfernt; Es gab keine vorherigen Daten, die zurückgesetzt werden konnten.
es: La importación falló en la verificación de integridad posterior a la restauración (informes SQLite: %@). El archivo dañado fue eliminado; no había datos anteriores para revertir.
fr: L'importation a échoué lors de sa vérification d'intégrité après restauration (rapports SQLite : %@). Le fichier endommagé a été supprimé ; il n'y avait aucune donnée précédente à restaurer.
it: L'importazione non ha superato il controllo di integrità post-ripristino (rapporti SQLite: %@). Il file danneggiato è stato rimosso; non c'erano dati precedenti da ripristinare.
pl: Import nie przeszedł kontroli spójności po przywróceniu (SQLite zgłasza: %@). Uszkodzony plik został usunięty; nie było wcześniejszych danych do przywrócenia.
pt_pt: A importação falhou na verificação de integridade pós-restauração (relatórios SQLite: %@). O arquivo danificado foi removido; não havia dados anteriores para reverter.
ru: Импорт не прошел проверку целостности после восстановления (SQLite сообщает: %@). Поврежденный файл был удален; не было предыдущих данных для отката.
th: การนำเข้าล้มเหลวในการตรวจสอบความสมบูรณ์หลังการคืนค่า (รายงาน SQLite: %@) ไฟล์ที่เสียหายถูกลบออก ไม่มีข้อมูลก่อนหน้าที่จะย้อนกลับ
zh_hans: 导入未通过恢复后完整性检查（SQLite 报告：%@）。损坏的文件已被删除；没有以前的数据可以回滚。
zh_hant: 導入未通過恢復後完整性檢查（SQLite 報告：%@）。損壞的檔案已被刪除；沒有先前的資料可以回滾。

source: Import failed its post-restore integrity check (SQLite reports: %@). Your previous data was rolled back automatically and is unchanged.
de: Beim Import ist die Integritätsprüfung nach der Wiederherstellung fehlgeschlagen (SQLite-Berichte: %@). Ihre vorherigen Daten wurden automatisch zurückgesetzt und bleiben unverändert.
es: La importación falló en la verificación de integridad posterior a la restauración (informes SQLite: %@). Sus datos anteriores se revertieron automáticamente y no se modifican.
fr: L'importation a échoué lors de sa vérification d'intégrité après restauration (rapports SQLite : %@). Vos données précédentes ont été restaurées automatiquement et restent inchangées.
it: L'importazione non ha superato il controllo di integrità post-ripristino (rapporti SQLite: %@). I tuoi dati precedenti sono stati ripristinati automaticamente e sono rimasti invariati.
pl: Import nie przeszedł kontroli spójności po przywróceniu (SQLite zgłasza: %@). Twoje wcześniejsze dane zostały automatycznie przywrócone i pozostają bez zmian.
pt_pt: A importação falhou na verificação de integridade pós-restauração (relatórios SQLite: %@). Seus dados anteriores foram revertidos automaticamente e permanecem inalterados.
ru: Импорт не прошел проверку целостности после восстановления (отчеты SQLite: %@). Ваши предыдущие данные были автоматически отменены и остались без изменений.
th: การนำเข้าล้มเหลวในการตรวจสอบความสมบูรณ์หลังการคืนค่า (รายงาน SQLite: %@) ข้อมูลก่อนหน้าของคุณถูกย้อนกลับโดยอัตโนมัติและไม่มีการเปลี่ยนแปลง
zh_hans: 导入未通过恢复后完整性检查（SQLite 报告：%@）。您之前的数据已自动回滚并且没有变化。
zh_hant: 導入未通過恢復後完整性檢查（SQLite 報告：%@）。您先前的資料已自動回滾且沒有變更。

source: Import failed: %@
de: Import fehlgeschlagen: %@
es: La importación falló: %@
fr: Échec de l'importation : %@
it: Importazione non riuscita: %@
pl: Import nie powiódł się: %@
pt_pt: Falha na importação: %@
ru: Импорт не удался: %@
th: การนำเข้าล้มเหลว: %@
zh_hans: 导入失败：%@
zh_hant: 匯入失敗：%@

source: Import failed. Your existing data was kept. %@
de: Import fehlgeschlagen. Deine bestehenden Daten wurden behalten. %@
es: La importación falló. Tus datos existentes se conservaron. %@
fr: Échec de l'importation. Vos données existantes ont été conservées. %@
it: Importazione non riuscita. I tuoi dati esistenti sono stati conservati. %@
pl: Import nie powiódł się. Twoje istniejące dane zostały zachowane. %@
pt_pt: Falha na importação. Os teus dados existentes foram mantidos. %@
ru: Импорт не удался. Ваши существующие данные сохранены. %@
th: การนำเข้าล้มเหลว ข้อมูลที่มีอยู่ของคุณถูกเก็บไว้ %@
zh_hans: 导入失败。你的现有数据已保留。%@
zh_hant: 匯入失敗。你現有的資料已被保留。%@

source: Import NOOP backup
de: NOOP-Sicherung importieren
es: Importar copia de seguridad de NOOP
fr: Importer une sauvegarde NOOP
it: Importa backup NOOP
pl: Importuj kopię zapasową NOOP
pt_pt: Importar cópia de segurança NOOP
ru: Импорт резервной копии NOOP
th: นำเข้าข้อมูลสำรอง NOOP
zh_hans: 导入 NOOP 备份
zh_hant: 匯入 NOOP 備份

source: Import readings
de: Messwerte importieren
es: Importar lecturas
fr: Importer des lectures
it: Importa letture
pl: Importuj odczyty
pt_pt: Importar leituras
ru: Импорт показаний
th: นำเข้าการอ่าน
zh_hans: 导入读数
zh_hant: 匯入讀數

source: Import temp files
de: Import-Temp-Dateien
es: Archivos temporales de importación
fr: Importer les fichiers temporaires
it: Importa file temporanei
pl: Importuj pliki tymczasowe
pt_pt: Importar ficheiros temporários
ru: Импорт временных файлов
th: นำเข้าไฟล์ชั่วคราว
zh_hans: 导入临时文件
zh_hant: 匯入暫存檔案

source: Import WHOOP export
de: WHOOP-Export importieren
es: Importar exportación de WHOOP
fr: Importer un export WHOOP
it: Importa esportazione WHOOP
pl: Importuj eksport WHOOP
pt_pt: Importar exportação WHOOP
ru: Импорт экспорта WHOOP
th: นำเข้าไฟล์ส่งออก WHOOP
zh_hans: 导入 WHOOP 导出文件
zh_hant: 匯入 WHOOP 匯出檔案

source: Import your full WHOOP history (recovery, strain, sleep, workouts) from a data export (.zip). Works for WHOOP 4.0, 5.0 and MG. Get one at app.whoop.com → Data Management.
de: Importiere deinen vollständigen WHOOP-Verlauf (Erholung, Belastung, Schlaf, Workouts) aus einem Datenexport (.zip). Funktioniert für WHOOP 4.0, 5.0 und MG. Hol dir einen unter app.whoop.com → Data Management.
es: Importa tu historial completo de WHOOP (recuperación, esfuerzo, sueño, entrenamientos) desde una exportación de datos (.zip). Funciona con WHOOP 4.0, 5.0 y MG. Consíguela en app.whoop.com → Data Management.
fr: Importez tout votre historique WHOOP (récupération, effort, sommeil, entraînements) depuis un export de données (.zip). Fonctionne avec WHOOP 4.0, 5.0 et MG. Obtenez-en un sur app.whoop.com → Data Management.
it: Importa tutta la tua cronologia WHOOP (recupero, carico, sonno, allenamenti) da un'esportazione dati (.zip). Funziona con WHOOP 4.0, 5.0 e MG. La ottieni su app.whoop.com → Data Management.
pl: Zaimportuj pełną historię WHOOP (regeneracja, wysiłek, sen, treningi) z eksportu danych (.zip). Działa z WHOOP 4.0, 5.0 i MG. Zdobądź go na app.whoop.com → Zarządzanie danymi.
pt_pt: Importe o teu histórico completo de WHOOP (recuperação, esforço, sono, treinos) de uma exportação de dados (. zip). Funciona para WHOOP 4.0, 5.0 e MG. Obtenha um em app.whoop.com → Gestão de dados.
ru: Импортируйте полную историю WHOOP (восстановление, нагрузку, сон, тренировки) из экспорта данных (.zip). Подходит для WHOOP 4.0, 5.0 и MG. Получить его можно на app.whoop.com → Data Management.
th: นำเข้าประวัติ WHOOP แบบเต็มของคุณ (การฟื้นตัว ภาระร่างกาย การนอน การออกกำลังกาย) จากการส่งออกข้อมูล (.zip) ใช้งานได้กับ WHOOP 4.0, 5.0 และ MG รับได้ที่ app.whoop.com → การจัดการข้อมูล
zh_hans: 从数据导出文件（.zip）导入你完整的 WHOOP 历史（恢复、强度、睡眠、锻炼）。支持 WHOOP 4.0、5.0 和 MG。可在 app.whoop.com → Data Management 获取。
zh_hant: 從資料匯出檔案（.zip）匯入你完整的 WHOOP 歷史（恢復、強度、睡眠、鍛鍊）。適用於 WHOOP 4.0、5.0 和 MG。可在 app.whoop.com → Data Management 取得。

source: Import your history first. A WHOOP export in Data Sources fills every metric you can explore here in about a minute.
de: Importiere zuerst deine Historie. Ein WHOOP-Export unter Datenquellen füllt in etwa einer Minute jede Metrik, die du hier erkunden kannst.
es: Importa primero tu historial. Una exportación de WHOOP en Fuentes de datos rellena en aproximadamente un minuto todas las métricas que puedes explorar aquí.
fr: Importez d'abord votre historique. Un export WHOOP dans Sources de données remplit toutes les métriques que vous pouvez explorer ici en environ une minute.
it: Importa prima la tua cronologia. Un'esportazione WHOOP in Sorgenti dati riempie in circa un minuto ogni metrica che puoi esplorare qui.
pl: Najpierw zaimportuj swoją historię. Eksport WHOOP w źródłach danych wypełnia wszystkie metryki, które możesz tu zbadać w ciągu około minuty.
pt_pt: Importe o teu histórico primeiro. Uma exportação WHOOP em fontes de dados preenche todas as métricas que pode explorar aqui em cerca de um minuto.
ru: Сначала импортируйте историю. Данные WHOOP из раздела «Источники данных» примерно за минуту заполнят все показатели, доступные для анализа здесь.
th: นำเข้าประวัติของคุณก่อน ไฟล์ส่งออก WHOOP ในแหล่งข้อมูลจะเติมทุกตัวชี้วัดที่คุณสามารถสำรวจได้ที่นี่ในเวลาประมาณหนึ่งนาที
zh_hans: 请先导入你的历史。在「数据来源」中导入一份 WHOOP 导出文件，约一分钟即可填满这里可以探索的每一项指标。
zh_hant: 請先匯入你的歷史。在「資料來源」中匯入一份 WHOOP 匯出檔案，約一分鐘即可填滿這裡可以探索的每一項指標。
